/*
  Localizable.strings
  MicroWorld

  Created by Xavier Hunter on 2025/07/10.
  
*/
"agaricus_bisporus" = "マッシュルーム";
"amanita_bisporigera" = "ベニテングタケモドキ";
"amanita_citrina" = "カラカサタケ";
"amanita_crocea" = "キタマゴタケ";
"amanita_farinosa" = "ケシロハツ";
"amanita_muscaria" = "ベニテングタケ";
"amanita_ocreata" = "ツキヨタケ";
"amanita_pantherina" = "ドクツルタケ";
"amanita_pantherinoides" = "ニセドクツルタケ";
"amanita_parcivolvata" = "オオシロカラカサタケ";
"amanita_phalloides" = "カエンタケ";
"amanita_subjunquillea" = "キツネノカラカサタケ";
"amanita_vaginata" = "シロカラカサタケ";
"amanita_virosa" = "シロタマゴテングタケ";
"antrodia_cinnamomea" = "カミナリタケ";
"auricularia_auricula-judae" = "キクラゲ";
"auricularia_polytricha" = "ヤマブシタケ";
"bolbitius_vitellinus" = "キイロタマゴタケ";
"boletus_edulis" = "ヤマドリタケ";
"boletus_venenatus" = "ドクヤマドリタケ";
"cantharellus_cibarius" = "アンズタケ";
"cantharellus_cinnabarinus" = "ヒメアンズタケ";
"cantharellus_formosus" = "ホテイアンズタケ";
"chlorophyllum_brunneum" = "チャナメツムタケ";
"chlorophyllum_molybdites" = "シロオニタケ";
"chlorophyllum_rachodes" = "オニタケ";
"clavulina_cristata" = "サンゴハリタケ";
"clitocybe_dealbata" = "シロカバイロタケ";
"clitocybe_nuda" = "ムラサキシメジ";
"coprinellus_micaceus" = "キララタケ";
"coprinopsis_atramentaria" = "クロハツタケ";
"coprinopsis_nivea" = "シロクロハツタケ";
"coprinopsis_picacea" = "クロハツタケモドキ";
"coprinus_comatus" = "ヒトヨタケ";
"cortinarius_rubellus" = "アカハツタケ";
"dermoloma_cuneifolium" = "カサハラタケ";
"dictyophora_indusiata" = "ツリガネタケ";
"discina_perlata" = "サクラシメジ";
"entoloma_hochstetteri" = "アオカビタケ";
"entoloma_sinuatum" = "アオカビタケモドキ";
"flammulina_velutipes" = "エノキタケ";
"galerina_marginata" = "コガネヤマドリタケ";
"ganoderma_lucidum" = "レイシ";
"ganoderma_tsugae" = "ヒノキハリタケ";
"grifola_frondosa" = "マイタケ";
"grifola_umbellata" = "オニマイタケ";
"gymnopilus_spectabilis" = "ハナビラタケ";
"gyromitra_esculenta" = "アミガサタケ";
"gyromitra_gigas" = "オオアミガサタケ";
"hebeloma_crustuliniforme" = "ヒメホウライタケ";
"helvella_crispa" = "ホウライタケ";
"hericium_erinaceus" = "ヤマブシタケ";
"hydnum_repandum" = "サンゴハリタケ";
"hygrocybe_conica" = "ベニヒダタケ";
"hygrophorus_purpurascens" = "ムラサキヒダタケ";
"inocybe_erubescens" = "シロハツタケ";
"inonotus_obliquus" = "チャーガ";
"laccaria_amethystina" = "アメジストタケ";
"lactarius_deliciosus" = "アカヤマドリタケ";
"lentinula_edodes" = "シイタケ";
"lepiota_brunneoincarnata" = "アカカバイロタケ";
"lepiota_cristata" = "キツネノカラカサタケ";
"leucocoprinus_birnbaumii" = "キイロタマゴタケ";
"macrolepiota_procera" = "オオシロカラカサタケ";
"marasmius_oreades" = "マツカサタケ";
"morchella_esculenta" = "アミガサタケ";
"morchella_importuna" = "ニセアミガサタケ";
"mycena_chlorophos" = "ホタルタケ";
"mycena_epipterygia" = "ヒカリタケ";
"omphalotus_illudens" = "タマゴタケ";
"ophiocordyceps_sinensis" = "冬虫夏草";
"panaeolus_cinctulus" = "ヒメヒカリタケ";
"paxillus_involutus" = "クロカワ";
"phallus_impudicus" = "ヘビキノコ";
"pholiota_nameko" = "ナメコ";
"pholiota_squarrosa" = "イグチタケ";
"pleurotus_djamor" = "ピンクヒラタケ";
"pleurotus_ostreatus" = "ヒラタケ";
"pluteus_cervinus" = "シロオニタケ";
"polyporus_umbellatus" = "サルノコシカケ";
"psathyrella_candolleana" = "ヒメシメジ";
"psilocybe_cubensis" = "キノコ";
"psilocybe_semilanceata" = "キノコ";
"pycnoporus_cinnabarinus" = "ベニヒダタケ";
"ramaria_botrytis" = "サンゴハリタケ";
"rubroboletus_sinicus" = "アカヤマドリタケ";
"russula_emetica" = "シロカラカサタケ";
"russula_paludosa" = "アカカバイロタケ";
"sarcoscypha_coccinea" = "ベニチャワンタケ";
"scleroderma_citrinum" = "コガネヤマドリタケ";
"stropharia_aeruginosa" = "アオヒダタケ";
"suillus_granulatus" = "アカヤマドリタケ";
"taiwanofungus_camphoratus" = "カンフルタケ";
"trametes_versicolor" = "サルノコシカケ";
"tremella_fuciformis" = "シロキクラゲ";
"tricholoma_equestre" = "キノコ";
"tricholoma_matsutake" = "マツタケ";
"tuber_magnatum" = "トリュフ";
"tuber_melanosporum" = "トリュフ";
"tylopilus_alboater" = "キノコ";
"volvariella_volvacea" = "ボリバリエラ";
"zygomyces_californianus" = "カリフォルニア菌";
"zygomyces_rosella" = "ロゼラ菌";
"zygomyces_spicatus" = "スピカタス菌";
"zygomyces_torridus" = "トリディウス菌";
